/* Context menu */
"-> Browser" = "-> 浏览器";
"-> Mail" = "-> 邮件";
"-> Google" = "-> 谷歌";

/* Toolbar Item:Bookmarks */
"Bookmarks" = "书签";

/* Close window */
"All sessions will be closed" = "所有会话将被关闭";

/* Cancel */
"Cancel" = "取消";

/* Context menu */
"Clear Buffer" = "清楚缓冲区";

/* Toolbar Item: Close Session */
"Close" = "关闭";

/* Toolbar Item Tip: Close */
"Close the current session" = "关闭当前会话";

/* Close window */
"Close Window?" = "关闭窗口？";
"Quit iTerm?" = "退出 iTerm?";

/* Close Session */
"This session will be closed."="该会话将被关闭。";
"All unsaved data will be lost"="所有未保存的数据将丢失";

/* Toolbar Item:Info */
"Info" = "信息";

/* Toolbar Item Tip:Info */
"Window/Session Info" = "窗口/会话 信息";

/* Context menu */
"Info..." = "信息...";

/* Context menu */
"Copy" = "复制";

/* Context menu */
"New Tab" = "新建标签";

/* Context menu */
"New Window" = "新建窗口";


/* Removal Alert */
"Do you really want to remove this item?" = "Do you really want to remove this item?";

/* Toolbar Item:New */
"Default Session"="默认会话";
"New" = "New";
"Press Option for New Window"="Press Option for New Window";
"Open In New Window" = "打开新窗口";
"Open a new session"="打开一个新会话";
"Execute" = "执行";
"Execute Command or Launch URL" = "执行命令或启动 URL";

/* OK */
"OK" = "OK";

/* Toolbar Item Tip:Bookmarks */
"Open the bookmarks" = "Open the bookmarks";

/* Context menu */
"Paste" = "粘贴";

/* Context menu */
"Save" = "保存";

/* Context menu */
"Select" = "选择";

/* Context menu */
"Move to new window" = "移动到新窗口";

/* Anti-Idle: wrong input */
"Please enter a valid code (0~255)" = "Please enter a valid code (0~255)";

/* wrong input */
"Please enter a valid window size" = "请输入有效的窗口大小";

/* Remove */
"Remove" = "移除";

/* Context menu */
"Select All" = "选择所有";
"Save" = "保存";
"Print..." = "打印...";
"Print Selection..." = "打印所选...";

/* Removal Alert */
"There is no undo for this operation." = "此操作无法撤销。";

/* wrong input */
"Wrong Input" = "输入错误";

/* Upgrade */
"Upgrade Warning: New language encodings available!"="Upgrade Warning: New language encodings available!";
"Please reset all the encoding settings in your preference and bookmarks"="Please reset all the encoding settings in your preference and bookmarks";

/* Author */
"fabian"="fabian";
"Ujwal S. Setlur"="Ujwal S. Setlur";

/* About */
"Report A Bug"="Report A Bug";

/* Config */
"Configuration saved as a new entry in Bookmarks"="Configuration saved as a new entry in Bookmarks";
"Configuration saved"="配置保存";

/* OS Version */
"Minimum_OS"="iTerm requires OS X version 10.2 or higher to run. This application will now terminate.";

/* Sorry */
"Sorry"="抱歉";

/* Quit */
"Quit"="退出";

/* PreferencePanel */
"Display"="显示";
"Shell"="Shell";
"Emulation"="仿真";
"Color"="颜色";

/* Script */
"Script" = "脚本";
"Refresh" = "刷新";

/* Key Binding Profiles */
"Global"="全局";

/* Display Profiles */
"Default" = "默认";

/* Key Binding Actions */
"next tab"="next tab";
"next window"="next window";
"previous tab"="previous tab";
"previous window"="previous window";
"scroll end"="scroll end";
"scroll home"="scroll home";
"scroll line down"="scroll line down";
"scroll line up"="scroll line up";
"scroll page down"="scroll page down";
"scroll page up"="scroll page up";
"send ^["="send ^[";
"send hex code"="send hex code";
"send"="send";
"ignore"="ignore";
"unknown action ID"="unknown action ID";

/* Key Names */
"cursor down"="cursor down";
"cursor left"="cursor left";
"cursor right"="cursor right";
"cursor up"="cursor up";
"del"="del";
"delete"="delete";
"end"="end";
"help"="help";
"home"="home";
"numlock"="numlock";
"page down"="page down";
"page up"="page up";
"unknown key"="unknown key";

/* Save Confirmation */
"%@'s display profile %@ and terminal profile %@ have been updated"="%@'s display profile %@ and terminal profile %@ have been updated";
"All bookmarks associated with this profile are affected"="All bookmarks associated with this profile are affected";

/* Profiles */
"Delete Profile" = "Delete Profile";
"Are you sure that you want to delete %@? There is no way to undo this action." = "Are you sure that you want to delete %@? There is no way to undo this action.";
"Delete" = "Delete";
"Cancel" = "Cancel";
"Untitled" = "Untitled";
"%@ copy" = "%@ copy";

/* Bookmarks */
"Delete Bookmark"="Delete Bookmark";

/* Warning */
"Warning!" = "警告！";

/* Keyboard Input */
"Keyboard input will be sent to all sessions in this terminal." = "Keyboard input will be sent to all sessions in this terminal.";

/* Growl Alerts */
"Alert" = "警报";
"Session %@ #%d: %@" = "Session %@ #%d: %@";
"Bell" = "Bell";
"Session %@ #%d just rang a bell!" = "Session %@ #%d just rang a bell!";
"Broken Pipe" = "Broken Pipe";
"Session %@ #%d just terminated." = "Session %@ #%d just terminated.";
"Idle" = "Idle";
"Session %@ #%d becomes idle." = "Session %@ #%d becomes idle.";
"New Output" = "New Output";
"New Output was received in %@ #%d." = "New Output was received in %@ #%d.";

/* Info */
"Update %@" = "更新 %@";

/* Tab Tooltips */
"Name: %@\nCommand: %@\nTerminal Profile: %@\nDisplay Profile: %@\nKeyboard Profile: %@" = "Name: %@\nCommand: %@\nTerminal Profile: %@\nDisplay Profile: %@\nKeyboard Profile: %@";

/* Profiles */
"Keyboard Profiles" = "Keyboard Profiles";
"Display Profiles" = "Display Profiles";
"Terminal Profiles" = "Terminal Profiles";
"eg. [OC for ESC [OC." = "eg. [OC for ESC [OC.";
"eg. 7F for backward delete." = "eg. 7F for backward delete.";
"use \n for new-line, etc" = "use \n for new-line, etc";

/* Error */
"Out of memory" = "Out of memory";
"New sesssion cannot be created. Try smaller buffer sizes." = "New sesssion cannot be created. Try smaller buffer sizes.";

/* Security Warnings */
"Bad User Shell" = "Bad User Shell";
"The shell for this account is not a valid shell as defined in /etc/shells. Contact your system administrator." = "The shell for this account is not matched by a valid shell as defined in /etc/shells. Contact your system administrator.";

/* Fork Error*/
"Unable to Fork!"="Unable to Fork!";
"iTerm cannot launch the program for this session."="iTerm cannot launch the program for this session.";
"Close Session"="Close Session";